[
    {
        "id": 1,
        "name": "- Спортивные автомобили",
        "desc": "Автомобили, у которых более высокие скоростные качества ",
        "sub_categories": [
            {
                "id": 1,
                "name": "Lamborghini Miura",
                "desc": "Автомобиль выпускался с 1966 по 1973 годы. Автомобиль оснащался двигателем v12 объёмом 3,9 литра общей мощьностью 350 л.с. Корпус сделан был из аллюминия. Характеристики: разгон до 100 км/ч 6.7 с",
                "img" : "imgs/M.png"
            },
            {
                "id": 2,
                "name": "Porche 911",
                "desc": "Спортивный автомобиль производства немецкой компании Porsche AG в кузове двухдверное купе или кабриолет на его основе, в разных поколениях производящегося с 1964 года по наши дни. На сегодняшний день обладает такими характеристиками: мощность двигателя 650 л.с. Разгон до 100 км/ч с",
                "img" : "imgs/P.png"
            },
            {
                "id": 3,
                "name": "McLaren F1",
                "desc": "Серийная модель спортивного автомобиля. С 1993 по 2005 год считался самым бысрым в мире. Всего было вупущено 106 машин. Двигатель был создан на основе силового агрегата BMW. Его мощность составила 627 л.с. Разгон до 100 км/ч 3,3с. ",
                "img" : "imgs/F1.png"
            }
        ]
    },
    {
        "id": 2,
        "name": "- Muscle car",
        "desc": "Класс автомобилей, существовавший в США с середины 1960-х по середину 1970-х годов. В наше время остались только 3 модели.",
        "sub_categories": [
            {
                "id": 1,
                "name": "Ford Mustang 1964-1973",
                "desc": "Первый автомобиль сошёл с конвейра в 1964 году. Поначалу, данный автомобиль комплектовался маломощными 6-цилиндровыми двигателями, но после выхода злостного конкурента Plymouth Barracuda стал оснащаться мощными V8. К концу жизненного периода первого поколения модели была представлена спортивная версия GT350, от автогонщика Кэрролла Шелби. Мощность составляла 380 л.с. Разгон до 100 км/ч 5.6 с",
                "img" : "imgs/Mustang.png"
            },
            {
                "id": 2,
                "name": "Dodge Charger 2nd Gen",
                "desc": "После обновления модельного ряда компания Dodge разделила модели Charger и Coronet ещё больше. Новый дизайн автомобиля ввёл новый стиль, который позже стал назваться бутылка колы. После разделения моделей, Charger стал более доступным для покупателей. Многие обыденные вещи для Coronet стали опцией за дополнительную плату. Но автомобиль стал комплектоваться только двигателями V8. Была введена комплектация R/T, которая комплектовалась двигателем 426 Hemi мощностью 425 л.с. Разгон до 100 км/ч составлял 5.1 с",
                "img" : "imgs/Ch.png"
            },
            {
                "id": 3,
                "name": "Dodge Challenger",
                "desc": "Один из представителей масл-каров на сегодняшний день. Здесь бы хотел рассказать о самой мощной версии, которая когда-либо была создана. Dodge Challenger 6.2 AT SRT Demon. Данный автомобиль производился всего лишь один год, но его технические характеристик просто поражают. Он комплектовался легендарным двигателем Hemi мощностью 840 л.с. Это была специально подготовленная версия для гонок на ¼ мили самой компанией Dodge, которую мог купить обычный человек. Разгон до 100 км/ч на специальной трассе составляет 2.5 с ",
                "img" : "imgs/B.png"
            }
        ]
    },
    {
        "id": 3,
        "name": "- Советская классика",
        "desc": "Наши отечественные автомобили",
        "sub_categories": [
            {
                "id": 1,
                "name": "ВАЗ-2101 Жигули",
                "desc": "За основу народного любимца был взят итальянский Fiat 124 модели 1966 года в базовой комплектации с 1,2-литровым двигателем. На первый взгляд, машина не отличалась ничем от своего прародителя, но на самом деле это не так, ведь после испытаний в России, перед постановкой на производство в Тольятти, ФИАТ-124 пришлось значительно дорабатывать. Проще говоря адаптировать под здешние дороги и погодные условия. Всего в конструкцию «Фиата» было внесено более 800 изменений, как итальянской, так и советской сторонами. Максимальная мощность двигателя, которую получил ВАЗ 2101 составляла 69 л. с. Разгон до 100 км/ч 18 с",
                "img" : "imgs/G.jpg"
            },
            {
                "id": 2,
                "name": "Газ-21",
                "desc": "После создания Газ-20 СССР нуждался в новом автомобиле. В ходе проектирования был широко использован опыт зарубежных производителей, преимущественно американских. Закупались и исследовались образцы автомобилей, таких, как Ford Mainline, Plymouth Savoy или Chevrolet Styline Deluxe, некоторые их черты легко читаются в Волге. На Волге впервые в отечественном автомобилестроении была серийно установлена автоматическая трансмиссия. Самыми интересными были версии для КГБ, в них был устанволен V8 от Чайки. Мощность таких версий составляла 195 л. с ",
                "img" : "imgs/GAZ.jpg"
            },
            {
                "id": 3,
                "name": "Москвич 412",
                "desc": "Москви́ч-412 — советский легковой автомобиль малого класса, выпускавшийся в Москве на заводе АЗЛК. Был создан на основе модели Москвич-408. Относительно предшественника, на 50 % повысилась мощность двигателя и на 17 Н*м — крутящий момент, максимальная скорость увеличилась на 18 км/ч, время разгона до 100 км/ч снизилось на 10 секунд. Улучшилась и тормозная динамика, а управление автомобилем стало легче.  Мощность двигателя была 75 л. с, а разгон до 100 км/ч составлял 19 с",
                "img" : "imgs/MO.jpg"
            }
        ]
    },
    {
        "id": 4,
        "name": "- Галерея фотографий",
        "desc": "Красивые фото автомобилей",
        "sub_categories": [
            {
                "id": 1,
                "name": "Фото 1",
                "desc": "Bentley Mulliner",
                "img" : "imgs/1.png"
            },
            {
                "id": 2,
                "name": "Фото 2",
                "desc": "Shelby Cobra",
                "img" : "imgs/2.png"
            },
            {
                "id": 3,
                "name": "Фото 3",
                "desc": "BMW Z4 concept",
                "img" : "imgs/3.png"
            },
            {
                "id": 4,
                "name": "Фото 4",
                "desc": "Western Star 5700XE",
                "img" : "imgs/4.png"
            },
            {
                "id": 5,
                "name": "Фото 5",
                "desc": "Jeep Wrangler",
                "img" : "imgs/5.png"
            },
            {
                "id": 6,
                "name": "Фото 6",
                "desc": "Mitsubishi Lancer Evolution IX",
                "img" : "imgs/6.png"
            }
        ]
    }
]